Revit 2027 API
ParameterTypeId.TagTag Property
 "Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagTag { get; }
Public Shared ReadOnly Property TagTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagTag {
	ForgeTypeId^ get ();
}
static member TagTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace